// 질문
var q = {
    1: {
        "title" : "심심한데 친구(들)한테 연락해볼까?",
        "type" : "EI",
        "A" : "단톡으로 연락 바~로 고!", 
        "B" : "귀찮은데 주말에는 그냥 쉴까? 다시 생각해보자."
    },
    2: {
    "title" : "이번 주말에 우리 집에서 홈파티! 확정!",
        "type" : "EI",
        "A" : "주말까지 어떻게 기다려?!<br>빨리 친구들 만나고 싶다!", 
        "B" : "벌서 피곤한 건 기분 탓인가?..역시 쉴 걸 그랬어..."
    },
    3: {
        "title" : "홈파티도 하는데 청소 좀 해볼까?",
        "type" : "JP",
        "A" : "각 잡고 집안 대청소 시작!",
        "B" : "그냥 당일에 오면 다같이 치우지 뭐."
    },
    4: {
        "title" : "흠.. 홈파티라...",
        "type" : "JP",
        "A" : "컨셉, 소품, 일정. 하나라도 놓치지 않도록 체크 리스트 작성!", 
        "B" : "그냥 집에 모여서 놀면 그게 홈파티지 뭐! (귀찮)"
    },
    5: {
        "title" : "친구가 메뉴를 정해 왔는데 별로 마음에 들지 않는다.",
        "type" : "TF",
        "A" : "그럼 넌 그거 시키고! 난 다른 거 시킬게.", 
        "B" : "오호. 찾느라 고생했어! 근데 이건 어떨까??"
    },
    6: {
        "title" : "이것 저것 취향 맞춰 시키려니, 가격이 꽤 나간다.",
        "type" : "SN",
        "A" : "흐음.. 예산에 맞게 조정해야겠는데?! 다른 가게는 없을까?", 
        "B" : "맨날 파티하는 것도 아닌데 뭐! 일단 시키자!"
    },
    7: {
        "title" : "가벼운 접촉 사고로 배달원이 늦는다는데..",
        "type" : "TF",
        "A" : "앗, 근데 어쩌다가요?", 
        "B" : "앗, 괜찮으세요? 다치셨나요?"
    },
    8: {
        "title" : "음식 도착! 친구와 어떤 이야기를 나눠볼까?",
        "type" : "SN",
        "A" : "'요즘 코로나 때문에..'<br>근황을 이야기한다.", 
        "B" : "'코로나가 끝나면 말이야..'<br>미래에 대해 이야기한다.'"
    },
    9: {
        "title" : "파티 중, 친구가 진지한 고민을 이야기한다.",
        "type" : "TF",
        "A" : "'음.. 그건 이렇게 하면 되지 않을까?'<br>현실적으로 도움이 될 조언을!", 
        "B" : "'많이 힘들었겠다...'<br>친구의 고민에 대한 공감과 위로를!"
    },
    10: {
        "title" : "친구가 평생 한 음식만 먹어야 한다면 뭘 고를지 묻는다.",
        "type" : "SN",
        "A" : "그게 무~슨 의미가 있~니~", 
        "B" : "헐 뭘로 하지? 랍스터? 꽃등심? 파스타?"
    },
    11: {
        "title" : "홈파티가 끝나고 혼자 집에 남았다.",
        "type" : "EI",
        "A" : "뭔가 아쉽네.. 같이 더 놀고 싶은데 ㅠㅠ", 
        "B" : "유후! 이제 나만의 시간을 즐겨볼까?!"
    },
    12: {
        "title" : "행복한 하루가 지나고.. 잠들기 직전..",
        "type" : "JP",
        "A" : "내일은 무슨 일을 해야하지?<br>계획을 세우고 잔다.", 
        "B" : "내일 일은 내일의 내가 알겠지. 일단 자자!"
    }                                                
}