// 질문
var q = {
    1: {
        "title" : "요즘 아무도 안 만났는데, 오랜만에 친구들이 보고 싶다.",
        "type" : "EI",
        "A" : "바로 단톡방에 연락을 돌린다.", 
        "B" : "귀찮은데 주말에는 그냥 쉴까?"
    },
    2: {
    "title" : "주말에 우리 집에서 홈파티를 하기로 했다.",
        "type" : "EI",
        "A" : "주말까지 어떻게 기다려?!<br>빨리 친구들 만나고 싶다!", 
        "B" : "역시 쉴 걸 그랬어..."
    },
    3: {
        "title" : "드디어 친구들이 왔다! 친구들과 대화하는 난?",
        "type" : "EI",
        "A" : "대화를 주도하며 분위기를 이끈다.",
        "B" : "친구들의 말에 귀 기울이고<br>적절하게 반응해준다."
    },
    4: {
        "title" : "친구들과 코로나 시국에 대한 이야기를 나눈다.",
        "type" : "SN",
        "A" : "'요즘 코로나 때문에...'<br>이시국 상황과 어려움에 대해 이야기한다.", 
        "B" : "'코로나 끝나면 여행도 갈거고..'<br>즐거운 미래를 이야기한다."
    },
    5: {
        "title" : "친구가 묻는다. '평생 한 음식만 먹을 수 있다면 뭐 먹을래??'",
        "type" : "SN",
        "A" : "애초에 그럴 일이 없지 않아..?..", 
        "B" : "글쎄.. 스테이크? 치킨? 파스타? 랍스터?"
    },
    6: {
        "title" : "친구들 취향에 맞처 음식을 주문하려니 가격이 꽤 나간다.",
        "type" : "SN",
        "A" : "예산을 고려해 다양한 메뉴를 즐길 수 있는<br>가성비 좋은 가게를 찾아본다.", 
        "B" : "사람은 먹고 싶은 걸 먹어야지!<br>일단 다 시켜본다."
    },
    7: {
        "title" : "배달 기다리는 중! 친구가 언제 오냐고 자꾸 찡찡댄다.",
        "type" : "TF",
        "A" : "배달 예상 시간까지 약 24분 남았어.", 
        "B" : "그러게 말야.. 도대체 언제 오는 걸까?"
    },
    8: {
        "title" : "배달원이 접촉 사고로 늦는다고 전화가 왔다.",
        "type" : "TF",
        "A" : "얼마나 늦어지는 거죠?", 
        "B" : "괜찮으세요? 많이 다치셨나요?"
    },
    9: {
        "title" : "파티 중, 친구가 진지한 고민을 이야기한다.",
        "type" : "TF",
        "A" : "현실적으로 도움이 될 조언을 한다.", 
        "B" : "친구의 고민에 대한 공감과 위로가 먼저다."
    },
    10: {
        "title" : "즐거운 홈파티 끝! 비용 정산은 어떻게 할까?",
        "type" : "JP",
        "A" : "이미 계산 완료!<br>바로 카톡으로 금액과 계좌번호를 보낸다.", 
        "B" : "내일 얘기하지 뭐~ 우선 친구들을 보낸다."
    },
    11: {
        "title" : "홈파티 후 집이 꽤 지저분하다..",
        "type" : "JP",
        "A" : "안 치우면 못 잔다! 각 잡고 대청소 시작!", 
        "B" : "내일 치우면 되는데 뭐..<br>피곤하니 일단 잘 준비부터!"
    },
    12: {
        "title" : "행복한 하루가 지나고.. 잠들기 직전..",
        "type" : "JP",
        "A" : "내일은 무슨 일을 해야하지?<br>계획을 세우고 잔다.", 
        "B" : "내일 일은 내일의 내가 알겠지. 일단 자자!"
    }                                                
}